Repository: BenMusch/Webolith
Catalog: djAerolith/wordwalls/locale/*/LC_MESSAGES/djangojs.po
Languages: es

source: Name
es: Nombre

source: Score
es: Puntaje

source: Remaining
es: Quedaron

source: No one has done this challenge today. Be the first!
es: Nadie ha hecho este desafío hoy. ¡Sea el primero!

source: Max probability (at most
es: Probabilidad máxima (a lo mucho

source: Select a challenge to view leaderboard
es: Seleccione un desafío para ver la tabla de posiciones.

source: leaderboard
es: tabla de posiciones

source: Play!
es: ¡Jugar!

source: This will restart this list and wipe out all its information. Make sure you want to do this!
es: Esta opción reiniciará esta lista y borrará toda su información. ¡Asegúrese de que quiera hacer esto!

source: last saved
es: últimamente guardada

source: total alphagrams
es: alfagramas totales

source: Your current limit is %s. You can increase this by becoming a supporter!
es: Su límite actual es %s. Usted puede remover este límite volviéndose en un/una contribuidor(a).

source: You have %s alphagrams over all your saved lists.
es: Usted tiene %s alfagramas en todas sus listas guardadas con Aerolith.

source: Success!
es: ¡Éxito!

source: You must enter a character to use for the blank. If you want it to look empty, please enter a Space (with the spacebar).
es: Debe poner un carácter para usar para la letra en blanco. Si quiere que se vea vacía, entre un espacio (con el espaciador).

source: Your custom order is missing at least one letter:
es: A su orden personalizado le falta por lo menos una letra:

source: Autosave is NOT on. To save your progress, type in a name for this list next to the Save button, and click Save.
es: Autoguardar NO esta activado. Para guardar su progreso, por favor escriba un nombre para esta lista al lado del botón "Guardar", y haga click en ese botón.

source: Autosave is on!
es: ¡Autoguardar está activado!

source: Aerolith will save your list progress at the end of every round.
es: Aerolith guardará su progreso al final de cada ronda.

source: The challenge has ended!
es: ¡El desafío ha acabado!

source: Click <a class="softLink dcInfo">here</a> to see current results for this challenge.
es: Haga click <a class="softLink dcInfo">aquí</a> para ver resultados actuales para este desafío.

source: You must enter a list name for saving!
es: ¡Debe escribir un nombre para guardar esta lista!

source: Saved as
es: Guardado como

source: Autosave is now on!
es: ¡Autoguardar está ahora activado!

source: Alphagram
es: Alfagrama

source: Word
es: Palabra

source: Definition
es: Definición

source: Actions
es: Acciones

source: There was an error - please check your Internet connectivity.
es: Hubo un error - por favor revise su conexión de Internet.

source: Unable to mark this alphagram as missed.
es: No se pudo marcar este alfagrama como fallado.

source: Successfully saved preferences.
es: Sus preferencias fueron guardadas.

source: There was an error
es: Hubo un error

source: Mark missed
es: Marcar como falla
