Repository: BenMusch/Webolith
Catalog: djAerolith/wordwalls/locale/*/LC_MESSAGES/django.po
Languages: es

source: That table does not exist.
es: Esa mesa no existe.

source: The quiz is currently running.
es: La prueba se está ejecutando.

source: Now quizzing on missed list.
es: Ahora interrogando en la lista de perdidas.

source: The quiz is done. Please exit the table and have a nice day!
es: Colorín colorado, este cuento se ha acabado.

source: These are questions %(qbegin)s through %(qend)s of %(qtotal)s.
es: Estas son las preguntas %(qbegin)s a %(qend)s de %(qtotal)s.

source: Please enter a valid list name!
es: Por favor, ¡use un nombre válido!

source: Your game must be a single player game!
es: Su juego debe ser un juego de un jugador.

source: You can only save the game at the end of a round.
es: Solo se puede guardar el juego al final de una ronda.

source: That table does not exist!
es: ¡Esa mesa no existe!

source: Unable to save list because you have gone over the number of total alphagrams limit (%d). You can increase this limit by becoming a supporter!
es: No se pudo guardar la lista porque usted ha llegado a su límite de alfagramas (%d). Puede subir este límite si se vuelve un/una contribuidor(a).

source: Cannot save - you already have a word list with that name!
es: No se pudo guardar - ¡ya tiene una lista con ese nombre!

source: No table #%s exists
es: La mesa #%s no existe

source: Date
es: Fecha

source: Challenge
es: Desafío

source: Play!
es: ¡Jugar!

source: List choice
es: Selección de lista

source: or
es: o

source: Flashcard
es: Tarjetas de memoria

source: Quiz Options
es: Optiones para la prueba

source: To delete your saved lists, please do so in the <a href="/listmanager/">List Manager</a>
es: Para borrar sus listas guardadas, vaya al <a href="/listmanager/">Administrador de Listas</a>

source: Flashcard entire list
es: Tarjetas de memoria (lista entera)

source: Flashcard first missed
es: Tarjetas de memoria (fallas primeras)

source: Or upload a new list
es: O suba una lista nueva

source: Upload Word List
es: Subir lista

source: Word Length
es: Longitud de la palabra

source: Min Probability (at least 1)
es: Probabilidad mínima (al menos 1)

source: Max Probability
es: Probabilidad máxima

source: Wordwalls - select list
es: Muros de Palabras - seleccione lista

source: Lexicon
es: Lexicón

source: Time (minutes)
es: Tiempo (minutos)

source: Number of questions per round
es: Número de preguntas por ronda

source: Select a quiz type
es: Seleccione un tipo de prueba

source: Today's Challenges
es: Los desafíos de hoy

source: Probability Search
es: Búsqueda por Probabilidad

source: Aerolith Lists
es: Listas de Aerolith

source: My Saved Lists
es: Mis listas guardadas

source: WordWalls - table
es: Muros de Palabras - mesa

source: Unable to join this table!
es: No se pudo entrar a esta mesa.

source: The Aerolith server is currently undergoing maintenance. Please try again in a few minutes.
es: El servidor de Aerolith está actualmente en mantenimiento. Por favor intente otra vez en algunos minutos.

source: Start
es: Empezar

source: Give up
es: ¡Me rindo!

source: Solutions
es: Soluciones

# table
source: Save
es: Guardar

source: Preferences
es: Preferencias

source: Exit
es: Salir

source: Guess
es: Respuesta

source: Shuffle
es: Mezclar

source: Alphagram
es: Alfagrama

source: Custom
es: Personalizado

source: Guesses
es: Adivinanzas

source: Tiles
es: Fichas

source: Don't use tiles
es: No usar fichas

source: Sans-serif font
es: Tipografía sin ornamentos

source: Bold letters
es: Letras en negrita

source: Tile style
es: Estilo de fichas

source: Style
es: Estilo

source: Table
es: Mesa

source: Don't show green table
es: No mostrar mesa verde

source: Don't show canvas background
es: No mostrar fondo de canvas

source: Show borders around questions
es: Preguntas con márgenes

source: Other
es: Más

source: Blank character
es: Cáracter para fichas en blanco

source: Custom tile ordering
es: Orden de fichas personalizado

source: Save preferences
es: Guardar preferencias

source: Challenge results
es: Resultados del desafío

source: No challenge was selected.
es: No seleccionó un desafío.

source: Challenge does not exist.
es: El desafío no existe.

source: There was something wrong with your search parameters or time selection.
es: Hubo un error con sus parámetros de búsqueda o selección de tiempo.

source: Please check that you have selected a word list and a time greater than 1 minute.
es: Por favor asegúrese de que haya elegido una lista y un tiempo más de un minuto.

source: You did not select a list to delete.
es: No seleccionó una lista para borrar.

source: Please check that you have selected a list and that your quiz time is greater than 1 minute.
es: Por favor asegúrese de que haya elegido una lista y un tiempo más de un minuto.

source: Your request was not successful. You may be using an incompatible browser, please upgrade it.
es: Hubo un error, por favor compruebe que esté usando un navegador corriente.

source: Quiz is already over.
es: Ya se acabó la prueba.

source: This endpoint only accepts POST
es: Joder

source: Bad lexicon.
es: Lexicón malo.

source: Your file is too big.
es: Su archivo es demasiado grande.

source: Please make sure your file is utf-8 encoded.
es: Por favor, asegúrese de que su archivo esté codificado con UTF-8.

source: A list by the name {} already exists for this lexicon! Please rename your file.
es: Una lista bajo el nombre {} ya existe para este lexicón. Por favor cambie el nombre del archivo.

source: This list would exceed your total list size limit
es: Esta lista excediría su límite de tamaño total de preguntas

source: just now
es: ahorita

source: %(seconds)s seconds ago
es: hace %(seconds)s segundos

source: a minute ago
es: hace un minuto

source: %(minutes)s minutes ago
es: hace %(minutes)s minutos

source: an hour ago
es: hace una hora

source: %(hours)s hours ago
es: hace %(hours)s horas

source: Yesterday
es: Ayer

source: %(day_diff)s days ago
es: hace %(day_diff)s días

source: %(week)s weeks ago
es: hace %(week)s semanas

source: %(month)s months ago
es: hace %(month)s meses

source: %(year)s years ago
es: hace %(year)s años
