Repository: BenMusch/Webolith
Catalog: djAerolith/accounts/locale/*/LC_MESSAGES/django.po
Languages: es

source: You must enter a username
es: Debe poner un nombre de usuario.

source: Your username must consist of alphanumeric characters.
es: Su nombre de usuario debe consistir de carácteres alfanuméricos.

source: This username already exists in our system!
es: ¡Este nombre de usuario ya existe en nuestro sistema!

source: Edit %(username)s's profile
es: Editar el perfil de %(username)s

source: You are currently a supporter; your membership expires on %(expiry)s.
es: Usted ya es un/una contribuidor(a); su membresía expira el %(expiry)s.

source: Default Lexicon
es: Lexicón preferido

source: Enter up to 2000 characters of information about yourself to show on your profile. You may use <a href="http://en.wikipedia.org/wiki/Markdown" target="_blank">Markdown</a>.
es: Entre hasta 2000 carácteres de información acerca de usted, para su perfil. Puede usar <a href="https://es.wikipedia.org/wiki/Markdown" target="_blank">Markdown</a>.

source: Your profile
es: Su perfil

source: Disable chat
es: Desactivar el chat

source: Default Aerolith Interface Language
es: Lenguaje de la interfaz de Aerolith

source: Save Profile
es: Guardar Perfil

source: Password change form
es: Formulario de cambio de contraseña

source: Username change form
es: Formulario de cambio de nombre de usuario

source: Edit %(username)s's username
es: Editar el nombre de usuario de %(username)s

source: Desired username
es: Nombre deseado

source: Edit username
es: Editar nombre de usuario

source: Aerolith - Username updated
es: Aerolith - Nombre de usuario cambiado

source: Your username was changed successfully.
es: Su nombre de usuario fue cambiado.

source: %(username)s's profile
es: El perfil de %(username)s

source: Edit
es: Editar

source: List Manager
es: Listas Guardadas

source: Profile
es: Perfil

source: Award Case
es: Cajón de Premios

source: Social Media Accounts
es: Cuentas de Media Social

source: Associate/Remove Social Media Accounts
es: Asociar/Remover Cuentas de Media Social
